Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# StoreError.unknown
source: Unknown error occurred.
ar: حدث خطأ غير معروف.
az: Naməlum xəta baş verdi.
be: Адбылася невядомая памылка.
bn: অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Ukendt fejl opstod.
de: Unbekannter Fehler aufgetreten.
el: Προέκυψε άγνωστο σφάλμα.
es: Ocurrió un error desconocido.
fi: Tuntematon virhe ilmeni.
fr: Une erreur inconnue s'est produite.
he: אירעה שגיאה לא ידועה.
hi: अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate greške.
hu: Ismeretlen hiba történt.
hy: Անհայտ սխալ է տեղի ունեցել.
id: Kesalahan tidak diketahui terjadi.
is: Óþekkt villa kom upp.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ka: დაფიქსირდა გაურკვეველი შეცდომა.
kk: Белгісіз қате орын алды.
ko: 알 수 없는 오류가 발생했습니다.
ky: Белгисиз ката пайда болду.
ms: Ralat tidak diketahui berlaku.
nb: Ukjent feil oppstod.
nl: Onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sv: Okänt fel inträffade.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata oluştu.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# StoreError.userCancelled
source: Purchase was cancelled by user.
ar: تم إلغاء الشراء من قِبَل المستخدم.
az: Alış istifadəçi tərəfindən ləğv edildi.
be: Пакупка адменена карыстальнікам.
bn: ব্যবহারকারী ক্রয় বাতিল করেছেন।
ca: La compra ha estat cancel·lada per l'usuari.
cs: Nákup byl zrušen uživatelem.
da: Købet blev annulleret af brugeren.
de: Kauf vom Benutzer abgebrochen.
el: Η αγορά ακυρώθηκε από τον χρήστη.
es: La compra fue cancelada por el usuario.
fi: Osto peruttiin käyttäjän toimesta.
fr: L'achat a été annulé par l'utilisateur.
he: הרכישה בוטלה על ידי המשתמש.
hi: खरीदारी उपयोगकर्ता द्वारा रद्द की गई।
hr: Kupnja je otkazana od strane korisnika.
hu: Vásárlást a felhasználó megszakította.
hy: Գնումը չեղարկվել է օգտատիրոջ կողմից.
id: Pembelian dibatalkan oleh pengguna.
is: Kaup voru hætt við af notanda.
it: L'acquisto è stato annullato dall'utente.
ja: 購入がユーザーによりキャンセルされました。
ka: შეძენა გააუქმა მომხმარებელმა.
kk: Сатып алуды пайдаланушы болдырмады.
ko: 구매가 사용자에 의해 취소되었습니다.
ky: Сатып алуу колдонуучу тарабынан жокко чыгарылды.
ms: Pembelian dibatalkan oleh pengguna.
nb: Kjøpet ble avbrutt av brukeren.
nl: Aankoop geannuleerd door gebruiker.
pl: Zakup został anulowany przez użytkownika.
pt: Compra cancelada pelo usuário.
ro: Achiziția a fost anulată de utilizator.
ru: Покупка отменена пользователем.
sk: Nákup bol zrušený používateľom.
sv: Köpet avbröts av användaren.
th: การซื้อถูกยกเลิกโดยผู้ใช้
tr: Satın alma kullanıcı tarafından iptal edildi.
uk: Покупку скасував користувач.
vi: Giao dịch mua bị hủy bởi người dùng.
zh_hans: 购买已被用户取消。
zh_hant: 購買已被使用者取消。

# Timer.hour %lld
source: %lld h
ar: %lld س
az: %lld saat
be: %lld г
bn: %lld ঘ
da: %lld t
de: %lld Std
el: %lld ώ
he: %lld ש'
hi: %lld घं
hu: %lld ó
hy: %lld ժամ
id: %lld j
is: %lld klst
ja: %lld 時
ka: %lld სთ
kk: %lld сағ
ko: %lld시간
ky: %lld саат
ms: %lld j
nb: %lld t
nl: %lld u
pl: %lld godz
ru: %lld ч
sv: %lld tim
th: %lld ชม.
tr: %lld sa
uk: %lld г
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

# Timer.minute %lld
source: %lld m
ar: %lld د
az: %lld dəq
be: %lld хв
bn: %lld মি
ca: %lld min
cs: %lld min
da: %lld min
de: %lld Min
el: %lld λ
fi: %lld min
he: %lld ד'
hi: %lld मि
hr: %lld min
hu: %lld perc
hy: %lld րոպե
id: %lld mnt
is: %lld mín
ja: %lld 分
ka: %lld წთ
kk: %lld мин
ko: %lld분
ky: %lld мүн
ms: %lld min
nb: %lld min
nl: %lld min
pl: %lld min
pt: %lld min
ro: %lld min
ru: %lld м
sk: %lld min
sv: %lld min
th: %lld นาที
tr: %lld dk
uk: %lld хв
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# QR.Style.blob
source: Blob
az: Damcı
be: Кропля
bn: ব্লব
ca: Gota
cs: Kapka
da: Dråbe
de: Tropfen
el: Σταγόνα
es: Gota
fi: Pisara
fr: Goutte
hi: बूँद
hr: Kap
hu: Csepp
hy: Կաթիլ
id: Tetesan
is: Dropi
it: Goccia
ja: ブロブ
ka: წვეთი
kk: Тамшы
ko: 블롭
ky: Тамчы
ms: Titisan
nb: Dråpe
nl: Druppel
pl: Kropla
pt: Gota
ro: Picătură
ru: Капля
sk: Kvapka
sv: Droppe
th: หยดน้ำ
tr: Damla
uk: Крапля
vi: Giọt
zh_hans: 水滴
zh_hant: 水滴

# QR.Style.blobby
source: Blobby
az: Köpük
be: Кроплевідны
bn: ব্লবি
ca: Bombolla
cs: Bublina
da: Boble
de: Blase
el: Φυσαλίδα
es: Burbuja
fi: Kupla
fr: Bulle
hi: बुलबुला
hr: Mjehurić
hu: Buborék
hy: Պղպջակ
id: Gelembung
is: Bóla
it: Bolla
ja: バブル
ka: ბუშტი
kk: Тамшы тәрізді
ko: 버블
ky: Тамчы сымал
ms: Gelembung
nb: Boble
nl: Bubbel
pl: Bańka
pt: Bolha
ro: Bulă
ru: Пузырь
sk: Bublina
sv: Bubbla
th: ฟองอากาศ
tr: Kabarcık
uk: Бульбашка
vi: Bong Bóng
zh_hans: 泡泡
zh_hant: 泡泡

# CryptoSettings.Salt.title
source: Salt
be: Соль
bn: সল্ট
ca: Sal
cs: Sůl
el: Αλάτι
es: Sal
fi: Suola
fr: Sel
he: מלח
hi: सॉल्ट
hr: Sol
hu: Só
it: Sale
ja: ソルト
ka: მარილი
kk: Тұз
ko: 솔트
ky: Туз
pl: Sól
pt: Sal
ro: Sare
ru: Соль
sk: Soľ
uk: Сіль
vi: Muối
zh_hans: 盐值
zh_hant: 鹽值

source: Emoji
be: Эмодзі
bn: ইমোজি
hi: इमोजी
hr: Emodžiji
hy: Էմոջի
ja: 絵文字
ka: ემოჯი
kk: Эмодзи
ko: 이모지
ky: Эмодзи
ru: Эмодзи
th: อีโมจิ
uk: Емодзі
vi: Biểu tượng cảm xúc
zh_hans: 表情符号
zh_hant: 表情符號

# QR.Style.ufo
source: UFO
be: НЛА
ca: OVNI
es: OVNI
fr: OVNI
hr: NLO
hy: ՉԹՕ
kk: НЛО
ky: НЛО
pt: OVNI
ro: OZN
ru: НЛО
uk: НЛО

# AboutAES256.thirdTitle
source: VOID «Pepper»
es: VOID «Pimienta»
hi: VOID «पेपर»
ja: VOID「ペッパー」
ru: VOID «Перец»
uk: VOID «Перець»
